Repository: Krystek20/SnapDay
Catalog: SnapDayKit/Sources/ActivityList/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br

source: Activity is used by a Plan
ar: النشاط مستخدم في خطة
de: Aktivität wird in einem Plan verwendet
es: La actividad se usa en un plan
fr: L’activité est utilisée dans un plan
it: L’attività è usata in un piano
ja: アクティビティはプランで使用されています
ko: 활동이 플랜에서 사용 중입니다
pl: Aktywność jest używana w planie
pt_br: A atividade é usada em um plano

source: Add %lld activities
ar: إضافة %lld أنشطة
de: %lld Aktivitäten hinzufügen
es: Añadir %lld actividades
fr: Ajouter %lld activités
it: Aggiungi %lld attività
ja: %lld件のアクティビティを追加
ko: 활동 %lld개 추가
pl: Dodaj %lld aktywności
pt_br: Adicionar %lld atividades

source: Add 1 activity
ar: إضافة نشاط واحد
de: 1 Aktivität hinzufügen
es: Añadir 1 actividad
fr: Ajouter 1 activité
it: Aggiungi 1 attività
ja: 1件のアクティビティを追加
ko: 활동 1개 추가
pl: Dodaj 1 aktywność
pt_br: Adicionar 1 atividade

source: Add to day
ar: أضف إلى اليوم
de: Zum Tag hinzufügen
es: Añadir al día
fr: Ajouter à la journée
it: Aggiungi alla giornata
ja: 今日に追加
ko: 하루에 추가
pl: Dodaj do dnia
pt_br: Adicionar ao dia

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar

source: Disable Repeat
ar: إيقاف التكرار
de: Wiederholung deaktivieren
es: Desactivar repetición
fr: Désactiver répétition
it: Disattiva ripetizione
ja: 繰り返しを無効にする
ko: 반복 끄기
pl: Wyłącz powtarzanie
pt_br: Desativar repetição

source: Easily save your favorite activities for quick access in the future.
ar: احفظ أنشطتك المفضلة للوصول السريع إليها لاحقًا.
de: Speichern Sie Ihre Lieblingsaktivitäten ganz einfach für den schnellen Zugriff in der Zukunft.
es: Guarda fácilmente tus actividades favoritas para un acceso rápido en el futuro.
fr: Enregistrez facilement vos activités préférées pour y accéder rapidement plus tard.
it: Salva facilmente le tue attività preferite per accedervi rapidamente in futuro.
ja: よく使うアクティビティを保存しておくと、後ですぐにアクセスできます。
ko: 자주 사용하는 활동을 저장해두면 나중에 빠르게 이용할 수 있어요.
pl: Łatwo zapisz swoje ulubione aktywności, aby mieć do nich szybki dostęp w przyszłości.
pt_br: Salve suas atividades favoritas para acesso rápido no futuro.

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pl: Edytuj
pt_br: Editar

source: Enable Repeat
ar: تفعيل التكرار
de: Wiederholung aktivieren
es: Activar repetición
fr: Activer répétition
it: Attiva ripetizione
ja: 繰り返しを有効にする
ko: 반복 켜기
pl: Włącz powtarzanie
pt_br: Ativar repetição

source: No Saved Activities Yet
ar: لا توجد أنشطة محفوظة بعد
de: Noch keine gespeicherten Aktivitäten
es: No hay actividades guardadas aún
fr: Aucune activité enregistrée pour le moment
it: Nessuna attività salvata al momento
ja: 保存されたアクティビティはまだありません
ko: 저장된 활동이 아직 없어요
pl: Brak zapisanych aktywności
pt_br: Nenhuma atividade salva ainda

source: OK
ar: موافق
es: Aceptar
ko: 확인

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pl: Usuń
pt_br: Remover

source: Plan activities must be kept to preserve their schedules and progress.
ar: يجب الاحتفاظ بأنشطة الخطة للحفاظ على جداولها وتقدمها.
de: Planaktivitäten müssen beibehalten werden, damit Zeitpläne und Fortschritt erhalten bleiben.
es: Las actividades del plan deben conservarse para mantener sus horarios y progreso.
fr: Les activités du plan doivent être conservées afin de préserver leur programmation et leur progression.
it: Le attività del piano devono essere mantenute per conservarne la programmazione e i progressi.
ja: スケジュールと進捗を保持するため、プランのアクティビティは削除できません。
ko: 플랜의 일정과 진행 상황을 유지하려면 플랜 활동을 보존해야 합니다.
pl: Aktywności planu muszą zostać zachowane, aby utrzymać harmonogram i postęp.
pt_br: As atividades do plano precisam ser mantidas para preservar os agendamentos e o progresso.

source: Saved Activities
ar: الأنشطة المحفوظة
de: Gespeicherte Aktivitäten
es: Actividades guardadas
fr: Activités enregistrées
it: Attività salvate
ja: 保存されたアクティビティ
ko: 저장된 활동
pl: Zapisane aktywności
pt_br: Atividades salvas

source: Search for Activity
ar: البحث عن نشاط
de: Aktivität suchen
es: Buscar actividad
fr: Rechercher une activité
it: Cerca attività
ja: アクティビティを検索
ko: 활동 검색
pl: Szukaj
pt_br: Pesquisar atividade
